davidanson.vscode-markdownlint
editorconfig.editorconfig
foxundermoon.shell-format
mauve.terraform
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.go
ms-vscode.powershell
ms-vscode-remote.remote-wsl
timonwong.shellcheck
wholroyd.jinja
